description_tool_aircrackng = '''
Aircrack-ng — это пакет сетевого программного обеспечения, 
состоящий из детектора, анализатора пакетов, 
взломщика WEP и WPA/WPA2-PSK,
а также инструмента анализа для беспроводных локальных сетей 802.11. 
Он работает с любым контроллером беспроводного сетевого интерфейса, 
драйвер которого поддерживает режим необработанного мониторинга и может перехватывать трафик 802.11a, 
802.11b и 802.11g.
'''

install_aircrackng = 'sudo apt-get update && sudo apt-get install -y aircrack-ng'

start_aircrackng = 'Запуск: aircrack-ng'

