description_tool_john = f'''
\\\ John the Ripper — это популярный взломщик паролей, 
\\\ который умеет выполнять брут-форс как с использованием центрального процессора, 
\\\ так и видео карты, поддерживающий множество алгоритмов. 
\\\ Если быть более точным — это офлайн взломщик 
\\\ (онлайн взломщики брут-форсят службы подключаясь к ним, 
\\\ а офлайн взломщики работают с захваченными хешами (файлами) к которым подбирают пароль).
'''


install_johntheripper = 'sudo apt-get -y install john'



zapusk_johntheripper = 'Запуск инструмента: john'