description_tool_wapiti= '''
Wapiti позволяет вам проверять безопасность ваших веб-приложений. 
Он выполняет сканирование «черного ящика», то есть не изучает исходный код приложения, 
а будет сканировать веб-страницы развернутых веб-приложений в поисках скриптов и форм, 
куда он может вводить данные. Получив этот список, 
Wapiti действует как фаззер, вводя полезные данные, 
чтобы определить, уязвим ли скрипт.
'''

install_wapiti = 'sudo apt-get -y install wapiti'

start_wapiti = 'Запуск: wapiti'